export const langAr = {
  navbar: {
    home: "الصفحة الرئيسية",
    carbon: "ثاني أكسيد الكربون",
    about: "من نحن",
  },
  sidebar: {
    corporate: "الشركات",
    legal: "الإشعارات القانونية (DE)",
    faq: "الأسئلة الشائعة",
  },
  home: {
    title: "مرحبًا بك في إيكوليس",
    subtitle: "منصتك لبيانات انبعاثات ثاني أكسيد الكربون",
    slogan: "معًا من أجل مستقبل مستدام",
    image_source:
      "الصورة بواسطة Akil Mazumder على Pexels: https://www.pexels.com/photo/person-holding-a-green-plant-1072824/",
  },
  table: {
    clear_sort: "إعادة تعيين الترتيب",
    clear_filter: "إعادة تعيين الفلاتر",
    source:
      "تم جمع البيانات كجزء من مشروع انبعاثات ثاني أكسيد الكربون التابع لإيكوليس",
  },
  corporate: {
    about_us: {
      title: "من نحن",
      content:
        "نحن فريق متعدد التخصصات من محللي البيانات، وعلماء البيئة، ومطوري البرمجيات، نكرّس جهودنا لتحقيق الشفافية في بيانات انبعاثات ثاني أكسيد الكربون. هدفنا هو توفير بيانات موثوقة تساعد الشركات وصناع القرار والجمهور على فهم الانبعاثات بشكل أفضل والعمل على تقليلها بشكل فعّال.",
    },
    about_project: {
      title: "عن المشروع",
      content:
        "يبدأ العمل المناخي بأرقام واضحة وقابلة للمقارنة. نؤمن بأن الفهم الدقيق لمصادر الانبعاثات هو الخطوة الأولى نحو العمل الفعّال. لذلك، نقوم بتوفير بيانات الانبعاثات بطريقة مرئية ومتاحة لصناع القرار والباحثين والمواطنين.",
    },
    about_you: {
      title: "عن المستخدم",
      content:
        "ندعوك لأن تكون جزءًا من مجتمعنا والمساهمة بشكل فعّال في حماية البيئة.",
    },
  },
  legal: {
    imprint: {
      title: "البيانات القانونية",
      content:
        "هذه هي البيانات القانونية لموقعنا الإلكتروني. هنا ستجد جميع المعلومات القانونية.",
    },
    privacy_policy: {
      title: "سياسة الخصوصية",
      content: "توضح سياسة الخصوصية الخاصة بنا كيفية جمع بياناتك واستخدامها.",
    },
    terms_of_service: {
      title: "شروط الاستخدام",
      content: "تنظم شروط الاستخدام الخاصة بنا استخدامك لموقعنا وخدماتنا.",
    },
    licensing: {
      title: "الترخيص",
      content: "هنا ستجد معلومات حول ترخيص المحتوى والخدمات الخاصة بنا.",
    },
  },
  faq: {
    title: "الأسئلة الشائعة",
    disclaimer:
      "الأسئلة والأجوبة المذكورة هنا لأغراض توضيحية فقط وليست حقيقية.",
    entry1: {
      question: "ما هو إيكوليس؟",
      answer:
        "إيكوليس هو منصة تركز على توفير بيانات انبعاثات ثاني أكسيد الكربون.",
    },
    entry2: {
      question: "كيف يمكنني تقليل انبعاثاتي من ثاني أكسيد الكربون؟",
      answer:
        "هناك العديد من الطرق لتقليل انبعاثاتك، مثل استخدام وسائل النقل العامة أو التحول إلى الطاقة المتجددة.",
    },
    entry3: {
      question: "كيف يمكنني المشاركة في إيكوليس؟",
      answer: "يمكنك التسجيل على موقعنا الإلكتروني والانضمام إلى مجتمعنا.",
    },
  },
};
